<template>
    <Navbar />
    <div class="about">
      <h1>О проекте</h1>
      <p>
        Наш проект – это не просто веб-приложение, это миссия. Мы создаем платформу, которая будет служить мостом между приютами для животных и людьми, желающими помочь или усыновить пушистого друга.
      </p>

      <p>
        Все знают о проблеме бездомных животных. Это серьезная проблема, требующая немедленного внимания и действий. Наше приложение – это инструмент, помогающий приютам быть услышанными.
      </p>

      <p>
        Мы хотим, чтобы каждый желающий помочь мог легко найти приют в своем городе, узнать о нуждах этого приюта, о том, какие животные там живут и нуждаются в помощи. Наше приложение позволит людям видеть реальную картину, а приютам – быть более открытыми и доступными.
      </p>

      <p>
      Но это не все. Мы хотим сделать процесс усыновления проще и прозрачнее. С помощью нашего приложения люди смогут увидеть животных, которые ждут своего нового хозяина, узнать об их истории, потребностях и особенностях.
      </p>

      <p>
        Мы верим, что наш проект поможет сделать мир лучше, способствуя спасению и улучшению жизни бездомных животных. Мы приглашаем всех, кто разделяет нашу миссию, присоединиться к нам, чтобы вместе сделать этот мир добрее и милосерднее.
      </p>
    </div>
    <Footer />
</template>

<script>

import Navbar from "@/components/common/Navbar.vue";
import Footer from "@/components/common/Footer.vue";

export default {
  name: "AboutView",
  components: {
    Navbar,
    Footer,
  }
};
</script>

<style scoped>
.about {
  padding: 2rem;
  text-align: center;
}

.about h1 {
  margin-bottom: 1rem;
}

.about p {
  font-size: 1.1rem;
  line-height: 1.6;
}
</style>


